Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: be able to implement the models (in R)
nb: kunne implementere modellene (i R)

source: Username and Password
nb: Brukernavn og passord

source: The research study «Politics of belonging» is a collaboration between several researchers in Norway, Finland, Sweden and the Netherlands, supported by NordForsk and led by Professor Eva Johansson.
nb: Studien «Politics of belonging» er et samarbeid mellom en rekke forskere i Norge, Finland, Sverige og Nederland, støttet av NordForsk og ledet av professor Eva Johansson.

source: Degree programmes and courses are revised annually.
nb: Studieprogram og emner revideres årlig.

source: Printouts that are not retrieved within 24 hours will be deleted.
nb: Utskrifter som ikke blir hentet innen 24 timer blir slettet.

source: I started by doing a Bachelor's degree in Business and Administration at the BI Norwegian Business School.
nb: Jeg tok først en bachelor i økonomi og administrasjon ved Handelshøyskolen BI.

source: • Nurse/paramedic/ambulance worker/physician in an ambulance service (car, air, boat
nb: • Sykepleier/paramedisiner/ambulansearbeider/lege i en ambulansetjeneste (bil-, luft- båt-

source: Has knowledge of how to update their professional knowledge
nb: Har kunnskap om ulike forskningsdesign innen kvantitativ helseforskning

source: Closed for lunch between 11.30 - 12.00.
nb: Stengt i lunsjen mellom 11.30 – 12.00.

source: Events can be e.g wine tasting, stand-up, dinner & bowl, investment course or case-solution course.
nb: Andre arrangementer kan eks være stand-up, dinner&bowl, CV-kurs, aksjekurs eller Case-løsningskurs.

source: You can either take a rapid test or a PCR test, which Stavanger municipality offers.
nb: Du kan enten ta hurtigtest eller en PCR-test, som Stavanger kommune tilbyr.

source: practical experience, including experience from abroad.
nb: lykkes er det viktig å dele forskningsbasert kunnskap og praktisk erfaring, også fra utlandet.

source: Strategies for promoting inclusive learning in workplaces.
nb: Språkkommunearbeid - for eier, leder og PPT.

source: dissemination and the knowledge that is developed and shared.
nb: formidlingen og den kunnskapen som utvikles og deles.

source: That may even be counterproductive.
nb: Det kan til og med virke mot sin hensikt.

source: If you do not have access, contact the IT Service Desk.
nb: Mangler du tilgang, ta kontakt med IT-servicedesk.

source: Vibration and resonance.
nb: Vibrasjon og resonans.

source: Notes from the University of Stavanger
nb: Notater fra Universitetet i Stavanger

source: A student with grades B (30 credits), B (30 credits) C (60 credits) will get 3,5 as an average point.
nb: En student med karakterene B (30sp), B (30sp) C (60sp) vil få 3,5 i snittpoeng.

source: The waste management system Dynavac separator will reduce drilling waste on land.
nb: Avfallshåndteringssystemet Dynavac separator som skal redusere boringsavfall på land.

source: publishing channels, as wel as progression in research and publication
nb: publiseringskanaler, samt progresjon i forskning og publisering

source: You can send printouts to the system from all e-mail addresses ending in @ stud.uis.no or @ uis.no, and they will automatically be added to your print queue.
nb: Du kan sende utskrifter til systemet fra alle e-postadresser som slutter med @stud.uis.no eller @uis.no, og de vil automatisk bli lagt i din utskriftskø.

source: Times Higher Education (THE) is considered the most prestigious of the various international university rankings.
nb: Times Higher Education (THE) regnes som den mest høythengende av de ulike internasjonale universitetsrangeringene.

source: Physical exhibition in Åmli this summer
nb: Utstilling i Åmli til sommeren

source: Norway Pumps and Pipes at Forsker Stand-up
nb: Pumps and Pipes Norge

source: They will provide information on their COVID-19 communication practices and express their needs for new knowledge.
nb: Et sterkere samfunn Tanken bak prosjektet er at det sannsynligvis vil komme flere og alvorligere pandemiske virus etter COVID-19.

source: The study was carried out in five different hospitals (A-E) in three hospital trusts in Norway, and included two different parts.
nb: Studiene ble gjennomført på fem forskjellige sykehus (A-E) i tre helseforetak i Norge og består av to deler.

source: You can also use the Erasmus language test, Online Linguistic Support (OLS), if you have taken it.
nb: Du kan også bruke resultat fra språktesten til Erasmus, Online Linguistic Support (OLS), dersom du har tatt denne.

source: If you think you are eligible, we encourage you to apply.
nb: Dersom du tror at du kan være kvalifisert eller er usikker på om du kvalifiserer, anbefaler vi at du søker.

source: Benn Folkvord and Ola Kvaløy are members of the government's new tax committee
nb: Benn Folkvord og Ola Kvaløy er medlemmer i regjeringens nye skatteutvalg.

source: They can work with geotechnical challenges due to weather changes, such as drainage, floods and landslides.
nb: De kan jobbe med geotekniske utfordringer som følge av vær og vind, for eksempel drenering, flom og ras.

source: Master in Prehospital Critical Care (PHCC) is a discipline-based/vocational Master’s degree
nb: Mastergrad i Prehospital Critical Care (PHCC) er et disiplinbasert/yrkesrettet mastergradsstudium av

source: The videos are ment to be a supplement to this type of teaching.
nb: Filmene skal være er et supplement til denne type undervisning.

source: Be able to compute and apply Fourier series and transforms, and use them to solve problems in mathematics, science, and engineering
nb: Kunne finne og bruke Fourierrekker og Fouriertransformer, og bruke disse til å løse problemer innenfor matematikk- og ingeniørfag

source: Økonomistudentenes Forening, also called ØSF, is a line association at the Business School at UiS.
nb: Økonomistudentenes Forening, også kalt ØSF, er en linjeforening ved Handelshøyskolen på UiS.

source: Know and understand important management and leadership challenges in tourism and hospitality industries.
nb: Kandidaten har grunnleggende kunnskaper om konstruksjon og/eller produksjon, materialer og kunnskap innen helhetlig system- og produktutvikling.

source: - FILIORUM will attract international research fellows and senior researchers.
nb: − FILIORUM skal tiltrekke seg internasjonale stipendiater og seniorforskere.

source: FILIORUM- Centre for Research in Early Education and Care has a Scientific Advisory Board consisting
nb: FILIORUM- Senter for barnehageforskning har et Scientific Advisory Board som består av anerkjente in

source: Also, the EU-funded radicalisation Awareness Network (RAN) identifies the knowledge
nb: finansierte Radicalisation Awareness Network (RAN) utpeker kunnskapssektoren som et sentralt

source: Both IPS-Lite and IPS-Standard have previously been developed, however research has recently focused on the fact that some people may need a more extended IPS model.
nb: Både IPS-Lite og IPS-Standard er utviklet, og forskere har i det siste fokusert på at noen kan trenge en mer utvidet IPS-modell, altså IPS-Extended.

source: - Detectors and detector principles
nb: - Detektorer og detektorprinsipper

source: in the window where problem(s) have been
nb: i ruta der problem(er) har

source: The jury consists of representatives from Rogaland County Council, the Youth County Council, the University of Stavanger, Western Norway University of Applied Sciences, BI, VID, Validé and a student representative (rolls between the educational institutions).
nb: Juryen består av representanter fra Rogaland fylkeskommune, Ungdommens fylkesting, Universitetet i Stavanger, Høgskulen på Vestlandet, BI, VID, Validé og en studentrepresentant (rullerer mellom utdanningsinstitusjonene).

source: Required participation (over 80% attendance) in the five live Zoom sessions.
nb: Obligatorisk deltakelse (over 80 % medvirkning) i de fem direktesendte Zoom-øktene.

source: Parasjuk is an line association for students taking a bachelor´s degree in nursing, paramedicin, as well as all associated master's / further educations at the Faculty of Health Sciences UiS.
nb: Parasjuk er linjeforeningen for bachelor sykepleie, bachelor paramedisin, samt alle tilhørende master/videreutdanninger ved Det helsevitenskapelige fakultet UiS.

source: Resistive Circuits, series and parallel, voltage-divider, current-divider.
nb: Resistive kretser, serie- og parallellkopling, spenningsdeling, strømdeling.

source: The resources that are developed will then be tested in a large RCT-study with approximately 150 kindergartens.
nb: Ressursene som blir utviklet vil deretter prøves ut i en stor sammenlignings-studie som inkluderer om lag 150 barnehager.

source: overview of databases in Oria
nb: databaseoversikt i Oria

source: In exchange, these 30 credits may be replaced by other courses and may not necessarily overlap but must be approved by the department before departure.
nb: Ved utveksling kan disse 30 sp emnene erstattes av andre emner og trenger nødvendigvis ikke å overlappe, men som må godkjennes før utreise.

source: At the start of studies, new students will be given an electronic key chip and key to the instrument storage from the administration for a deposit of NOK 500.
nb: Ved studiestart får nye studenter utlevert en elektronisk nøkkelbrikke og nøkkel til instrumentlager i ekspedisjonen mot et depositum på 500 kr.

source: attached to the application and must have been responsible for the research work and the
nb: for forskningsarbeidet og framstil ingen i majoriteten av arbeidene.

source: The students may within defined deadlines submit a rough sketch of solution (interpretation of the problem and plan for the work), and a first draft and second draft of the essay.
nb: Studentene kan innen fastsatte tidspunkter levere grovutkast til skisse for løsning av oppgaver (fortolkning og plan for arbeidet), samt første utkast og andre utkast av essayet.

source: In addition, some students rely on recording video with other performers (both students and teachers).
nb: I tillegg er noen studenter er avhengig av å spille inn video sammen med andre utøvere (både studenter og lærere).

source: What can medical research learn from research within the oil and gas industry, and vice versa?
nb: Hva kan medisinsk forskning lære av forskning innen olje- og gassindustrien, og omvendt?

source: Follow Me Print is the name of the printing service at UiS.
nb: Follow Me Print er navnet på utskrifts tjeneste på UiS.

source: The AI models will be made robust, reliable, general and adaptive to be able to use it at different hospitals and acute settings.
nb: Innsats vil bli lagt i å lage AI-modellene som er robuste, pålitelige, generelle og adaptive for å kunne bruke de på forskjellige sykehus.

source: Production should include several categories of
nb: Produksjonen bør omfatte flere kategorier av problemstil inger, temaer

source: This can be documented in different ways and include a
nb: Dette kan dokumenters på ulike måter og med

source: Laerdal Medical and BitYoga are partners in the project.
nb: Laerdal Medical og BitYoga er samarbeidspartnere i prosjektet.

source: The project is a collaboration between University of Stavanger (UiS), Stavanger University Hospital (SUS), Laerdal Medical and BitYoga.
nb: Prosjektet er et samarbeidsprosjekt mellom Universitetet i Stavanger (UiS), Stavanger universitetssjukehus (SUS), Laerdal medical og BitYoga.

source: Regulations for Bachelor's and Master's theses
nb: Regler for master- og bacheloroppgaver

source: Audio books and e-books
nb: Lydbøker og e-bøker

source: The first dataset is published in UiS Open Research Data
nb: Første datasett er publisert i UiS Open Research Data

source: Rules and requirements for Faculty of Performing Arts
nb: Opptaksreglement for Fakultet for utøvende kunstfag

source: UiT - Norwegian Arctic University (351-400)
nb: UiT – Norges arktiske universitet (351-400)

source: Microstructure and mechanical properties of steels.
nb: Mikrostruktur og mekaniske egenskaper av stål.

source: Organ at the Faculty of Performing Arts
nb: Utvikling, lek og læring i barnehagen

source: Provide adequate academic, legal and practical training and support for elected student
nb: Gi tilstrekkelig faglig, juridisk og praktisk opplæring og støtte til tillitsvalgte studenter og

source: Questions and Answers
nb: Spørsmål og svar

source: In this topic learning takes place in a professional environment outside the university, for example in a construction firm, an advisory consultant office or a municipal or government office.
nb: I dette emnet skjer læringen delvis i et profesjonelt miljø utenfor universitetet, eksempelvis i et entreprenørfirma, et rådgivende konsulentkontor eller i det offentlige.

source: Calibration and verification of biochemical models
nb: Kjenne til viktige lukningslover og korrelasjoner som inngår i slike modeller.

source: Can plan and provide nursing care for acutely, critically and chronically ill people in the municipal and specialist health service
nb: Kan planlegge og gjennomføre sykepleie til akutt, kritisk og kronisk syke mennesker i kommune- og spesialisthelsetjenesten

source: be able to establish equation(s) of motion for a single or multi degree of freedom system
nb: kunne sette opp svingeligning(er) for system med en- og flere frihetsgrader

source: Here, only rooms are booked by the project manager, detailed timetables will be shared in Canvas or by e-mail.
nb: Her er kun rom booket av prosjektansvarlig, detaljert timeplan skal deles i Canvas eller på e-post.

source: for more information.
nb: for mer informasjon.

source: Do state and parameter estimation using state observers, Kalman filtering and RLS
nb: kunne utføre tilstandsestimering og parameterestimering ved hjelp av tilstandsobserverere, Kalmanfilter og RLS

source: " must be reviewed before the final decision.
nb: " – gjennomgås før endelig beslutning.

source: Absence can be applied for for up to 8 days during a study year.
nb: Det kan søkes om fravær i opptil 8 dager gjennom et studieår.

source: for more information regarding the programs offered at the University of Stavanger.
nb: Du kan søke om opptak til opptil fem program i opptak til master- og videreutdanninger.

source: • publication of popular science books, reports or articles in user-oriented periodicals
nb: • publisering av populærvitenskapelige bøker, rapporter el er artikler i brukerrettede tidsskrift

source: • A construction set.
nb: • Et byggesett.

source: Being an ambassador is all about telling other students what your exchange was like.
nb: Å være ambassadør handler om å fortelle andre studenter om hvordan du har det på utveksling.

source: a) Extensive documented research and development work at a high level within the professional field concerned
nb: a) Dokumentert omfattende forsknings- og utviklingsarbeid på høyt nivå rettet mot yrkesfeltet

source: Processing of personal data in bachelor's and master's theses at UiS
nb: Behandling av personopplysninger i bachelor- og masteroppgaver ved UiS

source: Our academic activities are organised into six faculties and at the Museum of Archaeology.
nb: Den faglige virksomheten er organisert i seks fakultet og ved Arkeologisk museum.

source: Students can further specialize in information retrieval, data mining and theoretical statistics.
nb: Studiet inneholder videregående statistikkemner og algoritmeemner, maskinlæring og databaser.

source: can critically appraise the scientific rationale for medical management of major incidents.
nb: kan gjøre rede for lokale og nasjonale systemer for håndtering av og triagering ved masseskader.

source: After the student has been admitted to the two-year master's programme in Computer Science, the student must take a test in programming and system administration.
nb: Etter at studenten har fått opptak til det toårige masterprogrammet i Computer Science må studenten ta en test i programmering og systemadministrasjon.

source: She has also been appointed as an Honorary Professor at Eötvös Loránd University in Budapest.
nb: Hun er også utnevnt til æresprofessor ved Eötvös Loránd University i Budapest.

source: It gives an introduction to RobotStudio and RAPID programming.
nb: Det blir en innføring i RobotStudio og RAPID programmering.

source: IAESTE is an international student organization exchanging students for technical work experience.
nb: SAMSIK er linjeforeningen for masterstudenter innenfor Samfunnssikkerhet ved UiS.

source: Since the beginning of the Centre in 2014, there has been 12 companies on the list of the industry partners.
nb: Siden starten i 2014 har 12 selskaper vært involvert i senteret.

source: In the NewbornTime project, the data collection will be performed at SUS.
nb: I NewbornTime vil datainnsamlingen bli utført på SUS.

source: Education from outside Norway
nb: Utdanning fra læresteder i utlandet:

source: Applicants with practical education and experienced in the field, which can be compared with a completed bachelor's programme, can be admitted to the programme after individual assessment.
nb: Søkere med praktisk utdanning og mye erfaring fra fagfeltet, som kan sidestilles med et fullført bachelorprogram, kan bli tatt opp på studiet etter individuell vurdering.

source: The earlier works of Professor Mari Rege and Professor Ingunn Størksen at UiS has indicated that the Framework plan currently implemented by preschools in Norway doesn’t offer adequate curricula focus for creating an enriching learning environment and stimulating important areas of competence before school start.
nb: De tidligere studiene til professor Mari Rege og professor Ingunn Størksen ved UiS har vist at rammeplanen som brukes i barnehagene i dag ikke har tilstrekkelig fokus på å skape et berikende læringsmiljø og stimulere viktige kompetanseområder før skolestart.

source: Hold your finger in front of the opening of the syringe
nb: Hold fingeren foran åpningen på sprøyten

source: (University of Granada)
nb: Følelser bør brukes som et kompass i lederskap

source: Admission requirements to level 2 and 3
nb: mars. Opptakskrav til trinn 2 og 3

source: The QR code will take you to the UiS’s reservation page.
nb: QR-koden leder deg til UiS sin reservasjonsside.

source: Information for Students at Bjergsted Campus
nb: Korona-informasjon til studenter ved campus Bjergsted

source: The CIIP is a collaborative venture between researchers at the University of Stavanger Business School, the London School of Economics, Utrecht University and the University of Exeter.
nb: CIIP er et samarbeid mellom forskere på Handelshøgskolen ved UiS, London School of Economics, Utrecht University og University of Exeter.

source: Fluid kinematics, momentum and power in fluid flow.
nb: Fluidkinematikk, impuls og kraft i fluidstrøm.

source: The requirement for such competence shal ensure
nb: Kravet til slik kompetanse skal ivareta formidling som skjer

source: Petroil was first established in the spring of 2011 and has since worked to improve the everyday study life of our students.
nb: Petroil ble først opprettet våren 2011 og har siden den gang jobbet for å bedre studiehverdagen til våre studenter.

source: The University of Stavanger offers several free software packages and services for students attendin
nb: Mastøk er linjeforeningen for masterstudenter innen økonomi og administrasjon og regnskap og revisjo

source: The Master Programme in Biological Chemistry has two specializations, Molecular Biology and Organic Chemistry.
nb: Masterstudiet i biologisk kjemi har to spesialiseringer, molekylærbiologi og organisk kjemi.

source: apply to social media, discussion forums and apps.
nb: for ytringer på sosiale medier, diskusjonsforum og apper.

source: (OJS) for publication of journals, and
nb: (OJS) for publisering av tidsskrifter, og

source: The full day workshop based course is relevant to students interested in the disruptive technologies and ideas shaping our future.
nb: Det heldags workshop-baserte kurset er relevant for studenter som er interessert i de banebrytende,endrende teknologiene og ideene som former vår fremtid.

source: democratic and academic values such as freedom of speech, freedom to organize, religious freedom,
nb: akademiske verdier som ytringsfrihet, organisasjonsfrihet, religionsfrihet, transparens, respekt, dialog,

source: New students can be given a key and chip from week 33.
nb: Nye studenter kan få utlevert nøkkel og brikke fra og med uke 33.

source: Elastic analysis of complex joints and design of joint components according to Eurocode.
nb: Elastisk analyse av komplekse bindeledd og design i henhold til eurocode.

source: Radical from Latin (radix) means "root" or "basic".
nb: Radikal fra latin (radix) betyr «rot» eller «grunnleggende».

source: If you want to use an open access article, just link to it.
nb: Hvis vi har abonnement, eller artikkelen er open access, kan du laste opp artikkelen i Leganto.

source: Bachelor in Business Administration
nb: Bachelor i økonomi og administrasjon

source: The background for the award is that the Stavanger-region chamber of commerce want to reward a company or an individual that is best at competence sharing.
nb: Bakgrunn for tildelinga er at Næringsforeninga i Stavanger-regionen ønsker å premiera ei bedrift eller en person som er best på kompetansedeling.

source: QUALinCLINstud - Aiming for quality in nursing home care
nb: SAFE-LEAD - Ledelse av kvalitet og sikkerhet i kommunehelsetjenesten

source: You will also develop the preparedness to do the same when you are entering working life,” Husebø says.
nb: Du bygger også opp en beredskap til å gjøre det samme når du skal ut i arbeidslivet, sier Husebø.

source: Are you unsure where to store data?
nb: Er du usikker hvor du skal lagre data?

source: Now we are working with experts in the industry to help us communicate the results for the companies.
nb: Nå jobber vi sammen med industrien for å kommunisere sluttresultatene ut til selskapene.

source: The problems available for students on the study programme master in risk management is adapted to the chosen specialisation if relevant.
nb: Utvalget av problemstillinger tilgjengelig for studenter på studieprogrammet master i risikostyring (risk management) tilpasses valgt spesialisering dersom relevant.

source: In addition, have a broad understanding of concepts and methods of solid state, atomic, nuclear and particle physics, including semiconductors, atomic spectra, the periodic table, radioactivity and the standard model of particle physics.
nb: Dertil en bred forståelse av begreper og metoder i faststoff-, atom-, kjerne- og partikkelfysikk, herunder halvledere, atomspektre, det periodiske system, radioaktivitet og partikkelfysikkens standardmodell.

source: Inclusive and fun!
nb: Inkluderende og gøy!

source: Pull out the plunger, as the air pressure inside the syringe drops.
nb: Trekk stempelet ut, da synker lufttrykket inni sprøyten.

source: Two of the partners (Maersk Oil and Dong Energy) left in 2017.
nb: To av partnerne (Maersk Oil og Dong Energy) forlot IOR-senteret i 2017.

source: • development of one’s own teaching and supervisory competence through participation in relevant
nb: • utvikling av egen undervisnings- og veiledningskompetanse gjennom deltakelse på relevante kurs,
